IDEA Open Model
MaterialStrength.Fu Property
Compatible with IDEA StatiCa v 10.1
 Tension strength
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Fu { get; set; }
Public Property Fu As Double
	Get
	Set
public:
property double Fu {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MaterialStrength Class
IdeaRS.OpenModel.Material Namespace